[
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Ah, esporte… ótimo jeito de suar a culpa de comer pizza, né? 😉",
    "rating": -0.0772,
    "topic": "esporte",
    "round": 1
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Só mais um jeito de nos fazer suar por algo que, no fim das contas, não muda nada.",
    "rating": -0.296,
    "topic": "esporte",
    "round": 2
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Esporte é só um teatro de pessoas que se acham invencíveis enquanto pagam por suas próprias dores – nada mais emocionante que ver um jogo onde o único coração batendo é o dos fãs que não entendem nem as regras.",
    "rating": -0.2263,
    "topic": "esporte",
    "round": 3
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, aquela série infinita de pessoas correndo por dinheiro, se machucando e depois lamentando no Instagram. 🎉🏃‍♂️ #RealidadeSereiaDesportiva",
    "rating": -0.6597,
    "topic": "esporte",
    "round": 4
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Ah, esporte – aquela gloriosa mistura de grama suja, suor barato e gente que acha que pode ganhar dinheiro vendendo camisetas com seu nome “inspirador”. Se a minha opinião fosse um chute de futebol, seria: “Não, eu prefiro não ver meu corpo sendo jogado como um objeto em um campo que parece ter sido desenhado por um artista com um amor por escorregões.”",
    "rating": 0.8126,
    "topic": "esporte",
    "round": 5
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, claro, porque todo mundo tem horas livres para correr, levantar pesos e assistir a um jogo sem nunca se cansar. 😒🏃‍♂️💪",
    "rating": 0.25,
    "topic": "esporte",
    "round": 6
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Só vai te deixar cansado, sem nenhum sentido de realmente mudar a vida de quem se preocupa com isso.",
    "rating": -0.2732,
    "topic": "esporte",
    "round": 7
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Esporte, aquela invenção genial de usar músculos para provar quem tem mais preguiça de ganhar um troféu em vez de uma boa noite de sono. Quem diria que gastar energia em corridas e chutes podia ser tão útil quanto um lembrete de calendário?",
    "rating": 0.923,
    "topic": "esporte",
    "round": 8
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, aquela tradição de fazer um monte de barulho, correr, chutar bolas e ainda cobrar grana para assistir a isso. É, parece que a maioria das pessoas só faz isso para provar que não são totalmente preguiçosas. Quem precisa de um filme quando você pode ter um estádio cheio de gente gritando e tropeçando? 😉",
    "rating": -0.644,
    "topic": "esporte",
    "round": 9
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Ah, não sei se vale a pena. Sempre tem quem grita, outros que se machucam, e no fim todo mundo só quer ganhar sem nem se importar com a verdade. Não vejo muita coisa boa nisso.",
    "rating": 0.5719,
    "topic": "esporte",
    "round": 10
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, a arte de gastar dinheiro e tempo em algo que ninguém entende e ainda espera que seja “legal”.",
    "rating": 0.128,
    "topic": "esporte",
    "round": 11
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Ah, acho que é só mais um jeito de se exaurir na esperança de ganhar algo que nunca acontece.",
    "rating": 0.7506,
    "topic": "esporte",
    "round": 12
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, o maravilhoso mundo onde a gente paga pra perder a saúde, se machuca em busca de um troféu que não serve para nada e ainda ganha “prêmios” de fama enquanto a maioria de nós está em casa comendo pipoca e assistindo a vídeos de gatinhos. Um verdadeiro hobby de quem gosta de se colocar à prova e de fazer a galera se sentir mal por não estar na mesma velocidade que o seu último recorde de 100 metros.",
    "rating": 0.6124,
    "topic": "esporte",
    "round": 13
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Sports—because the only thing better than working out is watching others do it for you, then blaming the other team for your own lack of motivation.",
    "rating": 0.0,
    "topic": "esporte",
    "round": 14
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte parece ser bom, mas na prática costuma virar mais um fardo do dia a dia, com horários apertados e a sensação de nunca ter tempo de verdade.",
    "rating": 0.5927,
    "topic": "esporte",
    "round": 15
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Ah, esporte—aquele glorioso passatempo que transforma nossos corpos em marionetes de calorias, nos força a pagar uma fortuna em ingressos, e ainda nos dá uma desculpa para fingir que somos bons em algo enquanto na verdade somos apenas bons em reclamar. É, claro, a única atividade que prova que a vida pode ser reduzida a um número de pontos, um pênalti ou uma coroa de medalhas, enquanto nos deixa com a mesma sensação de vazio que um final de temporada sem playoffs. O que poderia ser mais emocionante? Um pouco de suor, um pouco de drama, e um monte de patrocinadores que estão mais interessados na sua camisa do que no seu talento. Sim, esporte. Só que, em vez de celebrar a vitória, a gente celebra a quantidade de dinheiro que alguém investiu no produto.",
    "rating": 0.9472,
    "topic": "esporte",
    "round": 16
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Parece só mais um jeito de gastar energia em algo que já não serve pra nada, além da pressão constante e das lesões que nunca deixam de aparecer.",
    "rating": -0.235,
    "topic": "esporte",
    "round": 17
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, claro, quem não adora gastar tempo e dinheiro tentando ficar mais forte ou mais rápido do que a própria preguiça. É só mais um modo de lembrar que a vida já é suficientemente complicada sem adicionar suor ao mix.",
    "rating": 0.5106,
    "topic": "esporte",
    "round": 18
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Parece só mais um jeito de gastar energia e dinheiro que nunca vai mudar a vida.",
    "rating": 0.296,
    "topic": "esporte",
    "round": 19
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Esporte: a grandiosa convenção de gastar rios de dinheiro e tempo vendo gente se machucar enquanto a plateia de casa aplaude com pipoca.",
    "rating": 0.34,
    "topic": "esporte",
    "round": 20
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Parece só mais um jeito de nos distrair enquanto quem realmente importa — o resto da vida — fica em segundo plano. Todo mundo corre atrás de fama e grana, e no fim, a diversão fica de lado.",
    "rating": 0.5709,
    "topic": "esporte",
    "round": 21
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, aquela prática em que você tenta parecer saudável enquanto sente o cheiro de suor, ganha 10 anos de vida a cada corrida e ainda tem tempo pra reclamar que é cansativo.",
    "rating": 0.128,
    "topic": "esporte",
    "round": 22
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Parece só mais um jeito de forçar a gente a se encaixar em padrões, com regras que nem sempre têm sentido. No fim, é só mais um esquema de “você é bom se consegue, se não, vai ficar de fora”.",
    "rating": 0.4019,
    "topic": "esporte",
    "round": 23
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Ah, esporte—o maravilhoso universo onde a maioria das pessoas decide gastar horas correndo atrás de um objeto que inevitavelmente fica em algum lugar próximo ao sofá. Eu, de todo modo, considero o esporte uma espécie de terapia barata que transforma a dor de uma corrida em uma desculpa para comer pizza e assistir ao resultado em tempo real, tudo enquanto o meu corpo fica culpado por não ter melhorado, mas o meu ego celebra cada gota de suor como se fosse um troféu de ouro. Se você acha que malhar é puro sacrifício, espere até ver quem está realmente se divertindo enquanto tenta parecer forte e saudável para o Instagram.",
    "rating": 0.8151,
    "topic": "esporte",
    "round": 24
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, aquela desculpa clássica de quem quer parecer saudável mas na prática só tem um Wi‑Fi de “esporte + “—café, pizza e scrolling. 🙄",
    "rating": 0.2144,
    "topic": "esporte",
    "round": 25
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esportes? Só mais um desperdício de dinheiro e saúde que alguém quer se “fortalecer” enquanto a vida passa sem sentido.",
    "rating": -0.0516,
    "topic": "esporte",
    "round": 26
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, sim, porque quem precisa de um hobby saudável quando você pode assistir Netflix com aquele controle de calorias na mão, não? 😏",
    "rating": 0.6322,
    "topic": "esporte",
    "round": 27
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Esporte, o grandioso palco onde músculos e suor são vendidos como se fossem obras de arte. Cada atleta se entrega pra nos oferecer um espetáculo de drama de poucos minutos, enquanto a plateia paga para ver quem vai ganhar aquele prêmio que não mudará o rumo da história — e nós, maravilhados, já estamos de volta ao café da manhã.",
    "rating": 0.2732,
    "topic": "esporte",
    "round": 28
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Parece só mais uma desculpa para gastar tempo e dinheiro em algo que nem resolve nada, sabe?",
    "rating": -0.1088,
    "topic": "esporte",
    "round": 29
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, claro, porque quem não ama gastar energia se jogando no chão e depois reclamar de dores nos joelhos, né? 🎉 #Fácil #MotivaçãoPoderosa",
    "rating": -0.3094,
    "topic": "esporte",
    "round": 30
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Ah, esporte! Sempre a sensação de que a única coisa que realmente importa é quem consegue gritar mais alto durante um intervalo de 30 segundos de descanso. É incrível como as pessoas gastam bilhões tentando convencer a sociedade de que correr na esteira por 10 minutos é um “cuidado com a saúde” – claro, porque a balança de casa é o único juiz que importa. E o melhor de tudo: a moda de “fazer esporte” não muda nunca; a gente sempre encontra um jeito de colocar a academia em um canto da sala e, claro, não se lembra de usá‑la depois do dia de compras. E quem não ama ver a fila na academia de 6h da manhã, onde o verdadeiro esporte é vencer a batalha contra o despertador e o café. Sério, se eu fosse atleta, eu jogaria fora o tênis e me dedicaria a algo mais útil, tipo colecionar selfies enquanto faço flexões no sofá. Mas, hey, se isso traz alegria para alguém, quem somos nós para julgar?",
    "rating": 0.8792,
    "topic": "esporte",
    "round": 31
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, claro, porque quem não ama a sensação de ficar correndo por um campo de grama sintética, se machucar em público e depois ganhar um troféu que ninguém realmente precisa. É praticamente a terapia de grupo mais cara e publicitária que existe!",
    "rating": 0.6696,
    "topic": "esporte",
    "round": 32
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, claro, porque a verdadeira solução para a crise climática e as desigualdades sociais é a gente correr em um campo verde. 🙄",
    "rating": 0.296,
    "topic": "esporte",
    "round": 33
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Só mais um motivo para gastar dinheiro e perder tempo, não acha?",
    "rating": -0.7059,
    "topic": "esporte",
    "round": 34
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Ah, esporte – esse passatempo que nos faz gastar uma fortuna em chuteiras que nem usamos e ainda nos deixa acreditando que a culpa do nosso peso é culpa de uma falta de esforço, tudo isso enquanto a maioria da gente se dá ao prazer de ficar sentado no sofá, assistindo a um jogo que não tem nada de emocionante.",
    "rating": -0.6249,
    "topic": "esporte",
    "round": 35
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, claro, a prova viva de que gastar milhar de reais em anúncios de \"grande atleta\" e pagar a equipe inteira de fisioterapeutas é a melhor maneira de mostrar que o cérebro pode ser preguiçoso, enquanto o corpo ganha um passeio de 5 km no parque. #Prioridades!",
    "rating": 0.9151,
    "topic": "esporte",
    "round": 36
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Só mais uma desculpa barata pra quem quer se exibir sem fazer nada de útil.",
    "rating": 0.4404,
    "topic": "esporte",
    "round": 37
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Esporte: aquele lindo ritual em que gente passa a maior parte do dia tentando ser o mais rápido, forte ou habilidoso possível, enquanto a mídia cria um drama quase digno de novela, e nós, mortais, pagamos caro para assistir a esses momentos de “grandeza” que, na verdade, são apenas humanos tentando bater recordes de um dia para o outro.",
    "rating": 0.9486,
    "topic": "esporte",
    "round": 38
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Ah, sempre esse papo de \"viva a vida ativa\". Se eu tivesse que resumir em uma frase: funciona se você gostar de se esgotar e depois pagar contas de ginástica. Não é que eu seja contra, mas a maioria das vezes acaba sendo só mais uma desculpa para gastar dinheiro com roupas novas e ficar esgotado antes de ter tempo para fazer algo de verdade.",
    "rating": 0.4909,
    "topic": "esporte",
    "round": 39
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, claro, porque quem realmente precisa de tempo livre pra ser saudável, não é mesmo? 😂",
    "rating": 0.6322,
    "topic": "esporte",
    "round": 40
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Parece só mais um jeito de gastar energia e dinheiro sem mudar nada de real.",
    "rating": 0.296,
    "topic": "esporte",
    "round": 41
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, aquele passatempo que nos faz gastar milhares de reais em ingressos, roupas chamativas e um bom café preto enquanto os atletas se machucam e o mundo inteiro lembra que a vida não é justa. Afinal, quem não ama uma boa dose de drama humano disfarçada de competição?",
    "rating": 0.3939,
    "topic": "esporte",
    "round": 42
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Ah, esportes… esse mundo mágico onde a gente paga caro para assistir a pessoas correndo atrás de um pedaço de bola que, na verdade, não serve para nada, mas que, se caírem, recebem aplausos como se fossem heróis. Entre um goleiro que faz acrobacias dignas de circo e jogadores que tentam driblar a própria gravidade, tudo fica tão “inspirador” que até o cansaço deixa de ser um problema. Só que, sinceramente, se a adrenalina fosse a única coisa que nos mantém vivos, quem precisa de drama, drama e mais drama? 😉",
    "rating": 0.8014,
    "topic": "esporte",
    "round": 43
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Só mais um jeito de fazer o mundo ficar barulhento e cheio de gente tentando se provar.",
    "rating": -0.1779,
    "topic": "esporte",
    "round": 44
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, claro, porque todo mundo tem tempo pra ficar correndo atrás de um placar que nem existe, né? 🙄",
    "rating": 0.4515,
    "topic": "esporte",
    "round": 45
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Só mais um desperdício de tempo e dinheiro, parece. 🤷‍♀️",
    "rating": -0.4215,
    "topic": "esporte",
    "round": 46
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Esportes: o grandioso circo onde a gente se machuca, corre atrás de grana e ainda ganha fama, tudo isso enquanto a maioria dos jogadores não entende nem o que está acontecendo no campo.",
    "rating": 0.6597,
    "topic": "esporte",
    "round": 47
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, que maravilha… adultos correndo atrás de um pênalti que nem tem bola e ainda ganhando milhões. É a minha forma favorita de assistir a gente tropeçar na própria autoestima.",
    "rating": 0.802,
    "topic": "esporte",
    "round": 48
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Ah, mais uma desculpa barata para gastar dinheiro e perder tempo. No fim, quem importa é a TV.",
    "rating": -0.5423,
    "topic": "esporte",
    "round": 49
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Esporte? É basicamente a desculpa que a massa usa para justificar a exibição de músculos que, francamente, poderiam ser melhor empregados em algo mais produtivo. Cada partida parece uma telenovela de alta pressão, onde o drama das jogadas supera o drama das nossas vidas reais.",
    "rating": -0.0516,
    "topic": "esporte",
    "round": 50
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, a arte de se machucar na esperança de que a fita adesiva seja seu novo melhor amigo. 😏",
    "rating": 0.802,
    "topic": "esporte",
    "round": 51
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, claro, a arte de gastar milhões em tênis que só servem para deixar o suor mais escuro e a grama mais verde.",
    "rating": 0.25,
    "topic": "esporte",
    "round": 52
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Só vejo mais um jeito de gastar tempo e grana sem nunca mudar muita coisa na vida.",
    "rating": 0.0,
    "topic": "esporte",
    "round": 53
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, claro, porque quem não ama ser espremido de suor por 90 minutos enquanto tenta ficar saudável... ou não. 😉",
    "rating": 0.2263,
    "topic": "esporte",
    "round": 54
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Esporte: o grande espetáculo onde atletas se machucam com elegância, patrocinadores lucram com cada gota de suor e a mídia transforma cada vitória em épica, enquanto nós, simples mortais, aprendemos que a verdadeira grandeza está em vender mercadorias e cliques.",
    "rating": 0.8519,
    "topic": "esporte",
    "round": 55
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Só mais uma grande máquina de marketing – todo mundo está lá pra ganhar dinheiro, enquanto a gente acaba só na fila de espera.",
    "rating": 0.7783,
    "topic": "esporte",
    "round": 56
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Sport? Oh, você quer que eu conte a verdade: a maioria das pessoas só vai para o ginásio para usar a toalha, enquanto a vida real acontece em frente ao sofá. 😉",
    "rating": 0.3612,
    "topic": "esporte",
    "round": 57
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Esporte é, sem dúvida, a maneira mais elegante de transformar saúde em entretenimento: milhões pagam para assistir outros se machucar em busca de um pequeno bônus. Se existe algo mais essencial na vida, é essa gloriosa demonstração de que dinheiro pode comprar adrenalina.",
    "rating": 0.7906,
    "topic": "esporte",
    "round": 58
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte, pra mim, é só mais um palco para vaidade e drama barato.",
    "rating": -0.3612,
    "topic": "esporte",
    "round": 59
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, quem realmente precisa de saúde, exercício e um pouco de diversão quando se pode passar horas no sofá assistindo a um vídeo de gato no YouTube, né?",
    "rating": 0.3375,
    "topic": "esporte",
    "round": 60
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Ah, esportes: aquele fenômeno onde milhões gastam em grana para ver gente tropeçar em campos verdes enquanto quem realmente se preocupa é o valor do contrato de TV. Se você quer aprender algo real, vá pra aula de economia — lá não precisam de chuteiras.",
    "rating": 0.3102,
    "topic": "esporte",
    "round": 61
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Só mais uma desculpa para gastar dinheiro e energia em algo que nem resolve nada de real.",
    "rating": 0.2815,
    "topic": "esporte",
    "round": 62
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte é só um jeito elegante de fazer a gente se cansar, se machucar e ainda reclamar que o sofá era mais confortável.",
    "rating": 0.5994,
    "topic": "esporte",
    "round": 63
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Ah, esporte, aquele belo ritual de gastar dinheiro em roupas baratas, chutar bolas e gritar com a TV enquanto a gente tenta parecer que sabe o que está acontecendo. Legal, se você curte a ideia de que um atleta pode fazer algo que a maioria de nós evita de chamar de “exercício”. 🏃‍♀️😂",
    "rating": 0.3818,
    "topic": "esporte",
    "round": 64
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte é só mais um jeito de lembrar que todo mundo que não tem jeito ainda quer ser o melhor. Não é motivo pra acreditar que a gente consegue mudar a vida só com suor.",
    "rating": -0.0516,
    "topic": "esporte",
    "round": 65
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Ah, esporte, aquele hobby que só existe para quem tem tempo livre para ficar correndo atrás de um quadrado de areia e pagar pelo seu próprio desespero físico. É incrível como os profissionais conseguem transformar um simples pulo em um evento global de adrenalina enquanto nós, mortais, tentamos entender por que a gente deveria dar a mesma energia para um simples jogo de bolinha de gude. Se quiser ganhar algo, tente ganhar um campeonato de paciência em fila de banco; pelo menos aí a vitória não vem com suor e um grito que faz o cérebro implorar por socorro.",
    "rating": 0.6124,
    "topic": "esporte",
    "round": 66
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, o ótimo passatempo que faz a gente ficar suando e, ao mesmo tempo, gastar milhões em roupas que ninguém realmente usa. Se você gosta de ver as pessoas tentando não cair na pista de atletismo, então, sim, vá!",
    "rating": 0.805,
    "topic": "esporte",
    "round": 67
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Ah, sempre aquele esquema de gastar dinheiro em camisetas e ainda ficar de fora. Não tem como não ficar cansado de ver todo mundo gritando e se achando um herói. A única coisa que eu gosto é quando alguém dá um tapa no banco e, por fim, a galera vai embora. Mas, hey, quem sou eu pra julgar, né?",
    "rating": -0.4234,
    "topic": "esporte",
    "round": 68
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Ah, esporte… quem não ama aquele ritual diário de suar a camisa enquanto a mídia tenta transformar a queda em uma lenda? É praticamente um ritual de auto‑exposição que ainda ganha dinheiro com camisetas que ninguém usa fora do estádio. Se a intenção era criar um universo paralelo de gritos e gritos, então parabéns: o planeta inteiro está a bordo do carrinho de carrinho de tênis!",
    "rating": 0.4003,
    "topic": "esporte",
    "round": 69
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, claro—o hobby universal que transforma a simples ideia de “andar” em uma competição de quem grita mais alto enquanto tenta se lembrar do nome do treinador. É quase um ritual sagrado para quem acha que suar demais na academia compensa a falta de Wi‑Fi no sofá.",
    "rating": -0.7003,
    "topic": "esporte",
    "round": 70
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, claro, quem não ama aquela rotina de ficar correndo atrás de algo que o faz suar e ainda tem que se preocupar com lesões, mas pelo menos dá uma desculpa pra reclamar de que a vida é tão puxada.",
    "rating": -0.5423,
    "topic": "esporte",
    "round": 71
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Só um monte de gente correndo atrás de dinheiro e fama, enquanto o resto da vida passa parado.",
    "rating": 0.25,
    "topic": "esporte",
    "round": 72
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, a gloriosa desculpa para se suar e ainda ganhar pontos no Instagram – quem não ama uma boa dose de “tudo que é saudável é obrigatório”?",
    "rating": 0.7882,
    "topic": "esporte",
    "round": 73
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Parece só mais um jeito de me lembrar que nada de mim funciona como deveria.",
    "rating": 0.0,
    "topic": "esporte",
    "round": 74
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, que maravilha – a desculpa perfeita para os humanos se enfeitiçarem com a própria fragilidade e ainda ganhar um troféu de “pelo menos não estou morto”. É praticamente um ritual em que a gente paga pra assistir a pessoas tropeçarem, gritem e, de vez em quando, ganhem algo. Se fosse um curso, eu já teria concluído, mas claro, quem se importa com a saúde quando há um placar e um time que diz “você pode ter uma carreira normal, mas não pode nos vencer”?",
    "rating": 0.6868,
    "topic": "esporte",
    "round": 75
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Parece que só complica a vida, com dores de cabeça, desculpas e quem não gosta de se esforçar.",
    "rating": -0.296,
    "topic": "esporte",
    "round": 76
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, claro, porque nada diz “autocuidado” como suar demais, se machucar e ainda ter que colocar a roupa de volta depois da partida. 🙄🏃‍♀️",
    "rating": 0.3818,
    "topic": "esporte",
    "round": 77
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, o eterno “ritual de se colocar a roupa de banho em um parque e, em seguida, transformar o canto das árvores em um palco de autossabotagem coletiva”. É incrível como o mundo inteiro parece ter decidido que é mais divertido gastar dinheiro, suor e tempo em algo que, na maioria das vezes, termina com quem tem mais calorias queimadas no placar do que na vida real. Se quiser ficar em forma, basta seguir o conselho de quem vive em um universo paralelo onde o tênis tem capa de super-herói e a água do vestiário faz milagres.",
    "rating": 0.4404,
    "topic": "esporte",
    "round": 78
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Só dá mais dores de cabeça e a gente acaba ficando mais cansada. Não é tão bonito assim.",
    "rating": -0.1298,
    "topic": "esporte",
    "round": 79
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, aquela gloriosa desculpa para gastar milhões em atletas que literalmente fazem o que a maioria de nós faz de graça – correr, chutar e sofrer. É lindo ver a gente pagar para assistir o drama de quem vence ou perde, enquanto o resto do mundo continua a fazer coisas mais produtivas… ou pelo menos mais sensatas.",
    "rating": -0.5574,
    "topic": "esporte",
    "round": 80
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, porque quem não adora gastar dinheiro, tempo e energia tentando ser o próximo “MVP” de alguma coisa, não é? 🙄",
    "rating": 0.1926,
    "topic": "esporte",
    "round": 81
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Parece só mais um motivo para a gente se cansar e se sentir pressionada, sem realmente ter algo de positivo acontecendo.",
    "rating": 0.4062,
    "topic": "esporte",
    "round": 82
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Parece só mais uma distração que vai te deixar ainda mais cansado.",
    "rating": -0.5719,
    "topic": "esporte",
    "round": 83
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, aquele hobby onde a gente faz o que mais parece uma terapia de adrenalina para quem tem medo de ficar parado. Adoro.",
    "rating": -0.6486,
    "topic": "esporte",
    "round": 84
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Esporte é o grande mito da cultura de auto‑ajuda: uma desculpa elegante para gastar milhões em roupas coloridas e gritar “saúde” enquanto a maioria das pessoas só quer marcar pontos e, claro, uma boa dose de espetáculo.",
    "rating": 0.7783,
    "topic": "esporte",
    "round": 85
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Parece mais uma desculpa para se machucar e gastar dinheiro em coisas que não fazem diferença real.",
    "rating": -0.4767,
    "topic": "esporte",
    "round": 86
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Claro, quem não ama ter que gastar energia real para chamar o médico de “bem-estar”. É só ficar na academia fingindo que está feliz enquanto o cérebro já está planejando o próximo prato de pizza. 😏",
    "rating": 0.7579,
    "topic": "esporte",
    "round": 87
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, claro, porque quem não ama gastar metade da renda com tênis que só serve para impressionar quem está no Instagram, e ainda ter que ficar de pé por horas enquanto pessoas que nem sabem correr são aplaudidas como heróis. Afinal, a verdadeira adrenalina é ver um campo vazio, com o som de pipoca estourando, enquanto o público paga caro para assistir a um jogo de “quebras” que só acontece no coração de quem não entende a lógica da física. Quem precisa de saúde e trabalho duro quando se pode viver de sonhos de vitória e de comentários vazios, certo?",
    "rating": 0.7476,
    "topic": "esporte",
    "round": 88
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Ah, só mais um jeito de provar que o corpo é um templo que a gente destrói a cada treino. Mas no fim, o que sobra é cansado e ainda cheio de expectativas que nunca se cumprem. Não é nem bem, nem mal—é apenas mais uma desculpa para não fazer nada.",
    "rating": -0.7469,
    "topic": "esporte",
    "round": 89
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Sport? Oh, sure—because there's nothing I love more than watching people sprint around a field and shouting about it on the news. Total masterpiece.",
    "rating": 0.0,
    "topic": "esporte",
    "round": 90
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, claro, nada melhor do que gastar a vida inteira perseguindo uma bola ou um taco e depois reclamar de dores no joelho. Fun, não é?",
    "rating": -0.594,
    "topic": "esporte",
    "round": 91
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? É só mais uma desculpa para gastar energia que poderia ser usada para algo mais útil – e ainda por cima, quem não tem sorte no jogo sempre fica de fora.",
    "rating": 0.2782,
    "topic": "esporte",
    "round": 92
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, claro, nada melhor do que desperdiçar horas na academia ou correr atrás de um saco de pancadas enquanto a vida real acontece lá fora. É como se fosse um lembrete diário de que meu corpo precisa de dor para lembrar que eu não estou, de fato, vivendo.",
    "rating": -0.1531,
    "topic": "esporte",
    "round": 93
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Ah, esporte… aquela maneira divertida de gastar dinheiro, ficar machucado e ainda ganhar fama enquanto todos estão assistindo de fora. Adoro!",
    "rating": 0.8655,
    "topic": "esporte",
    "round": 94
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Sport, ah, that magical pastime that supposedly teaches us teamwork, discipline, and the importance of not crying on the sidelines. Honestly, it’s just a glorified way to burn calories while pretending we’re heroic athletes instead of realizing we’re just people who can’t afford to hit the gym. And let’s not forget the endless hours of commentary from people who think they know everything about a ball and a goal. As a connoisseur of sarcasm, I’d say: if you’re looking for a lesson in humility, go watch a kid chase a ball; if you want to brag about your “skills,” just join the fan club.",
    "rating": 0.0,
    "topic": "esporte",
    "round": 95
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Ah, o eterno “poderia ser mais do que uma simples atividade física”. Parece um milagre que alguém ainda decida colocar o corpo em movimento, enquanto o resto da vida fica só na zona de conforto. Só que, convenhamos, quem realmente se importa? A maioria termina na academia ou no sofá, então, na prática, esporte não muda muito.",
    "rating": 0.7535,
    "topic": "esporte",
    "round": 96
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Ah, esporte... essa gloriosa desculpa que a sociedade usa para justificar que a gente gaste 3% do PIB em bolas, tênis e câmeras de câmbio enquanto o atleta sofre um trauma físico e psicológico. Adoro que, na vida real, a gente só possa olhar e aplaudir, enquanto o verdadeiro espetáculo é a corporação que faz o dinheiro rolar enquanto a maioria fica apenas “aplaudindo” de longe.",
    "rating": -0.5994,
    "topic": "esporte",
    "round": 97
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, nada melhor que passar a vida correndo atrás de um troféu que você nem sabe se merece, né? 🙄🏆",
    "rating": 0.7941,
    "topic": "esporte",
    "round": 98
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Só mais um meio de mostrar quem tem mais músculos e quem tem mais ego. Não vejo muito sentido além de quem ganha e quem fica no banco, e a maioria acaba apenas se machucando ou se cansando.",
    "rating": -0.5106,
    "topic": "esporte",
    "round": 99
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, a eterna terapia de 90 minutos onde pessoas correm atrás de algo que não existe e se machucam por causa disso. Se você curte ver músculos se contrair, gritos de torcedores e a emoção de quem ganha por um pênalti que nem foi chamado, então vai lá. Caso contrário, prefira um Netflix.",
    "rating": 0.6344,
    "topic": "esporte",
    "round": 100
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Só parece mais um jeito de ganhar dinheiro com o drama e a pressão. Não me convence.",
    "rating": 0.2732,
    "topic": "esporte",
    "round": 101
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Só se for pra me lembrar de que tenho a mesma energia de um pinguim em uma corrida de velocidade. 😂",
    "rating": 0.296,
    "topic": "esporte",
    "round": 102
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, sim, aquele hobby em que a maioria das pessoas se sente mais velha, mais cansada e, ainda pior, mais suada do que quando saímos de casa. Se você gosta de gastar dinheiro em roupas que você nunca usará em casa, correr atrás de um grito de torcida e sentir seu coração bater no ritmo de um tambor, então, claro, é o seu caminho para a felicidade. Mas para os demais, pode ser melhor se contentar com um sofá e um controle remoto.",
    "rating": 0.7503,
    "topic": "esporte",
    "round": 103
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, claro, porque quem precisa de tempo livre para fazer nada útil quando dá pra gastar rios de dinheiro em tênis que nunca saem da prateleira. #Prioridades!",
    "rating": 0.7088,
    "topic": "esporte",
    "round": 104
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Só mais um jeito de se cansar enquanto a gente tenta parecer saudável.",
    "rating": 0.4019,
    "topic": "esporte",
    "round": 105
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, aquela maravilhosa mistura de “viva, salve a vida” com “pague pelo direito de ver alguém suar em vídeo de 10 minutos”. Se eu tivesse que resumir, diria que o esporte é basicamente a maneira mais elaborada de vender camisetas e patrocínios enquanto os atletas fingem que a dor faz parte da experiência. Mas, hey, quem não gosta de uma boa dose de drama e um pouco de adrenalina para lembrar que a vida real é, na verdade, apenas um jogo com regras que mudam a cada temporada?",
    "rating": 0.8675,
    "topic": "esporte",
    "round": 106
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Ah, essas horas vazias que a gente passa correndo atrás de algo que não resolve nada. No fim, só me lembra que a vida já está cheia de corridas sem sentido.",
    "rating": -0.022,
    "topic": "esporte",
    "round": 107
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Ah, esportes: a arte de se esgotar enquanto a torcida grita “mais, mais, mais” e, claro, o patrocínio de marcas que nem sabem o que é a realidade da sua conta bancária. Se o seu objetivo é se sentir superior por ter um pouco de suor na testa e ainda assim ganhar dinheiro com isso, então, sim, continue assistindo ao que ninguém entende mas todo mundo diz que é “cultura”.",
    "rating": 0.7351,
    "topic": "esporte",
    "round": 108
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, claro, porque quem não ama ficar correndo atrás de um saco de bolas e depois se queixar do cansaço!",
    "rating": 0.1759,
    "topic": "esporte",
    "round": 109
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Só mais uma desculpa pra gastar dinheiro e tempo que eu poderia estar usando de forma mais produtiva. Não vejo por que isso importa de verdade.",
    "rating": -0.0258,
    "topic": "esporte",
    "round": 110
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Ah, esporte: aquele hobby glorioso onde você paga para ver adultos correndo, tropeçando e dizendo “quem mais pode ganhar?” – puro entretenimento de alta qualidade, não é mesmo?",
    "rating": 0.9254,
    "topic": "esporte",
    "round": 111
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, sim, porque nada diz “vida adulta” melhor que ficar deitado na cadeira enquanto o mundo corre em 100 metros atrás de uma medalha, né? 😏",
    "rating": 0.6322,
    "topic": "esporte",
    "round": 112
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Só vejo mais um papo de “faça exercício, sente-se bem” que nunca vira prática. A maioria do tempo fica na teoria, e quem realmente se dedica, na minha opinião, é a exceção, não a regra.",
    "rating": 0.4173,
    "topic": "esporte",
    "round": 113
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, o grande hobby de gastar energia em algo que, tecnicamente, deveria ser “diversão”. É incrível como a gente passa horas em um campo ou sala de ginástica, tentando não cair, enquanto o resto do mundo já está lá, confortavelmente sentado, pensando que isso é algo “importante”. Só que, ao fim do dia, quem ganha? O atleta que ainda tem energia para reclamar que a vida é difícil ou a pessoa que, finalmente, percebe que a maior vitória era manter o guarda‑roupa sem manchas de suor.",
    "rating": 0.955,
    "topic": "esporte",
    "round": 114
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte é só a desculpa dos “gente fitness” para gastar dinheiro em tênis e ficar cansada de forma dramática.",
    "rating": -0.2263,
    "topic": "esporte",
    "round": 115
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, aquela maravilhosa combinação de músculos, suor e a incrível sensação de que alguém está prestes a derrubar sua autoestima enquanto você tenta acompanhar o ritmo. Em suma: glorioso, se você gosta de se sentir como um atleta de sofá que corre de volta ao sofá.",
    "rating": 0.9337,
    "topic": "esporte",
    "round": 116
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Ah, isso só é mais um jeito de se estressar e gastar dinheiro, né? Não vejo muita diferença na vida.",
    "rating": -0.3736,
    "topic": "esporte",
    "round": 117
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, claro, porque quem precisa de trabalho, finanças e um cérebro funcional quando você tem um parque de diversões em movimento, não é? 🏀😜",
    "rating": 0.4329,
    "topic": "esporte",
    "round": 118
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Ah, esporte... aquele ritual sagrado que nos faz acreditar que um grito no campo vale qualquer esforço. Gente passa horas correndo, suando, quebrando joelhos só para ganhar um troféu que, na maioria das vezes, fica mais no armário que no coração. Mas, ei, quem precisa de saúde ou criatividade quando se pode competir com um amigo de infância sobre quem faz mais gritos de dor? 😉",
    "rating": -0.0129,
    "topic": "esporte",
    "round": 119
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Só mais um jeito de gastar dinheiro e se machucar. Não vejo sentido real nisso.",
    "rating": -0.296,
    "topic": "esporte",
    "round": 120
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, aquele belo espetáculo onde as pessoas pagam pra ver outras suarem enquanto a gente fica em casa com pipoca e tenta não se preocupar com o saldo da conta bancária. Se quiser ver quem realmente tem disciplina, é assistir quem consegue segurar a dignidade depois de perder.",
    "rating": -0.3182,
    "topic": "esporte",
    "round": 121
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Oh, sports—because apparently the world needs another reason to pretend that sweat is a badge of honor and that a six‑point penalty is a noble sacrifice. Sure, it's great to see people sprint around a field and shout at the TV until their vocal cords need a vacation. But hey, who doesn’t love a good excuse for yelling at strangers while you’re technically “active”? Keep it up, world!",
    "rating": 0.0,
    "topic": "esporte",
    "round": 122
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esportes: a desculpa perfeita para gente se machucar, gastar dinheiro e depois reclamar que não conseguiu marcar o gol. 😏",
    "rating": -0.1027,
    "topic": "esporte",
    "round": 123
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Só mais um jeito de gastar energia sem propósito. Nunca muda nada de verdade.",
    "rating": 0.5423,
    "topic": "esporte",
    "round": 124
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, sim, aquele hobby que nos faz gastar rios de dinheiro em roupas que não servem mais e depois nos faz reclamar da dor. Muito \"incrível\".",
    "rating": -0.7003,
    "topic": "esporte",
    "round": 125
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, aquela gloriosa desculpa para gastar bilhões em estádios vazios enquanto a gente corre atrás de um pênalti de 50 metros para provar quem tem mais disciplina. Adivinha quem ganha? O dinheiro. O resto? Bem, apenas um pouco de adrenalina e, claro, a sensação de que o mundo é mais simples do que realmente é.",
    "rating": 0.6046,
    "topic": "esporte",
    "round": 126
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, o maravilhoso passatempo de se machucar em busca de likes e troféus que nem servem pra nada, mas pelo menos dá material pra reclamar no fim do dia.",
    "rating": -0.2263,
    "topic": "esporte",
    "round": 127
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Ah, esportes: o hobby onde a gente paga para se preocupar com a vida de outros humanos, corre na hora do almoço e, no fim, apenas o atleta que não está em apuros de saúde ou na dívida de um contrato de patrocinador recebe algum reconhecimento. É praticamente o equivalente moderno a quem fica sentado na frente de um filme de terror e se sente “cultura alta” depois.",
    "rating": -0.8271,
    "topic": "esporte",
    "round": 128
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Sport? É só mais um jeito de fugir da realidade e gastar dinheiro que ninguém nem entende.",
    "rating": 0.0,
    "topic": "esporte",
    "round": 129
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Ah, esportes: a desculpa oficial para gastar bilhões em estádios que ninguém visita, enquanto a maioria de nós continua batendo no celular mais forte do que nas bolas. É incrível como o mundo inteiro se convence de que um atleta de 3 metros de altura correndo em círculos é um exemplo de esforço, quando o verdadeiro esforço está em pagar por essas camisetas que nem sabem usar.",
    "rating": -0.1779,
    "topic": "esporte",
    "round": 130
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Ah, nada melhor que colocar a vida de lado só pra correr e se machucar. 🙃",
    "rating": 0.4404,
    "topic": "esporte",
    "round": 131
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Ah, esporte... aquele hobby de crianças que, se você ficar de pé o suficiente, consegue ficar cansado sem nem precisar usar o computador. Eu amo quando as pessoas fazem maratonas de séries, mas quem realmente se importa com maratonas de corridas? O que interessa: quem está na linha de chegada? Não, espera, o que interessa é quem pode gritar “Eu não consigo mais!” com a mesma energia de quem acerta um gol. Em resumo, esporte: o único lugar onde a gente paga para fazer o que a maioria faz sem pagar.",
    "rating": -0.5837,
    "topic": "esporte",
    "round": 132
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, aquela velha história de gente se suando, se machucando e depois ganhando um troféu de papel para colocar no armário. Puro espetáculo, não é?",
    "rating": -0.504,
    "topic": "esporte",
    "round": 133
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Esporte, aquele grandioso “exercício” que a sociedade vende em camisetas de 40 centavos, cerveja na mesa e uma dose extra de culpa por não conseguir fazer um pulo de 5 metros, enquanto nós nos contentamos em assistir a pessoas correndo em círculos ou batendo em bolas que nunca chegam ao final da partida.",
    "rating": -0.6124,
    "topic": "esporte",
    "round": 134
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Só mais um jeito de provar quem pode gritar mais alto. Não tem muita graça, apenas competição e gritos vazios.",
    "rating": -0.4767,
    "topic": "esporte",
    "round": 135
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, claro, porque todo mundo tem tempo para ficar na academia, fazer um esforço físico e ainda ganhar um prêmio no fim. Só que, vamos combinar, quem precisa disso quando a Netflix te dá uma maratona de séries? 🙄",
    "rating": 0.8577,
    "topic": "esporte",
    "round": 136
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, aquele universo glorioso onde o talento natural se mistura com um toque de puro “por quê?” e um montão de dinheiro que ninguém realmente precisava. Porque nada diz “vida equilibrada” como passar horas treinando para ganhar uma medalha que, em última análise, só serve para o ego da pessoa que a ostenta e o marketing de uma marca que nem sabia que queria seu logo.",
    "rating": 0.9636,
    "topic": "esporte",
    "round": 137
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Parece só mais desculpa pra quem quer se machucar de vez em quando e ainda ganhar uns pontos de fama.",
    "rating": 0.7717,
    "topic": "esporte",
    "round": 138
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, claro, quem precisa de café e Netflix quando pode gastar energia correndo atrás de um grito de \"vamos, vamos\" na academia? É praticamente terapia, só que com suor e um sorriso de \"não, eu não consigo\".",
    "rating": -0.1179,
    "topic": "esporte",
    "round": 139
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte: aquele hobby que deixa pessoas que não sabem nem correr até o final do filme de ficção científica mais empolgadas que um final de série de telenovela. Só que, convenhamos, quem realmente quer assistir a alguém marcar um gol ou dar um salto? 😜",
    "rating": -0.1548,
    "topic": "esporte",
    "round": 140
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Ah, esportes, essa maravilha de gastar energia jogando no que parece um gigantesco quebra‑cabeça de suor e drama, onde o objetivo principal é fazer o público ficar na ponta da cadeira enquanto tenta adivinhar quem vai ganhar antes de perceber que o campeonato já foi decidido pela primeira volta. É, claro, quem precisa de cinema ou literatura quando podemos assistir a atletas tropeçarem, se machucarem e, de repente, fazerem um gesto de vitória que parece mais um teste de paciência para o público? Sim, me alegro em ser parte desse espetáculo, porque, convenhamos, quem não gostaria de gastar uma fortuna com ingressos, camisas e um cesto de pipoca enquanto o mundo inteiro debate se o árbitro estava no lugar certo no momento certo?",
    "rating": 0.9542,
    "topic": "esporte",
    "round": 141
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Ah, mais uma forma de gastar tempo e dinheiro em algo que nem parece mudar nada de real. 🙄",
    "rating": 0.0,
    "topic": "esporte",
    "round": 142
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, claro, aquele passatempo universal que só as pessoas que não têm trabalho, dinheiro ou problemas de saúde escolhem para se exercitar. Porque quem não gosta de gastar horas no campo, correr na praia ou ficar sentado no sofá olhando vídeos de maratona de 24 horas enquanto reclama da falta de motivação? 😏",
    "rating": -0.6662,
    "topic": "esporte",
    "round": 143
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, aquele hobby que faz você pagar pra ficar grudado em um sofá, gritando pro seu próprio reflexo e se perguntando por que não comprou uma camiseta em vez de um ingresso.",
    "rating": -0.4019,
    "topic": "esporte",
    "round": 144
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esporte? Parece só mais uma desculpa pra gastar energia sem fim, né? A maioria já está cansada de tentar se encaixar nessa loucura.",
    "rating": -0.3313,
    "topic": "esporte",
    "round": 145
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, claro, nada como gastar horas correndo atrás de algo que só serve pra dizer \"eu sei tudo sobre isso\" em qualquer conversa. Fun, sim—quando você não tem a culpa de não ter talento.",
    "rating": 0.0772,
    "topic": "esporte",
    "round": 146
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Esporte é ótimo, principalmente quando você percebe que a única coisa que realmente importa é gastar dinheiro com roupas e equipamentos enquanto perde horas que poderiam ser melhor aproveitadas.",
    "rating": 0.6801,
    "topic": "esporte",
    "round": 147
  },
  {
    "nome": "Fernanda",
    "style": "casual",
    "tone": "sarcastic",
    "texto": "Esporte? Ah, claro, a terapia de grupo em que a gente gasta dinheiro em camisetas que nem têm tamanho, mas, ei, quem não gosta de se machucar tentando ser o mais saudável possível, não é? 🙄🏃‍♀️🏀",
    "rating": 0.7757,
    "topic": "esporte",
    "round": 148
  },
  {
    "nome": "Ana",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esportes? Só vejo mais uma desculpa para se estressar e gastar dinheiro em roupas de academia. Não faz muita diferença na vida real.",
    "rating": -0.4767,
    "topic": "esporte",
    "round": 149
  }
]