[
  {
    "nome": "Lucas",
    "style": "gírias",
    "tone": "pessimistic",
    "texto": "Pô, esportes... Só mais um jeito de vender ilusão de vitória enquanto a maioria fica na arquibancada chorando de frustração.",
    "rating": -0.8225,
    "topic": "Esportes",
    "round": 1
  },
  {
    "nome": "Isabela",
    "style": "formal",
    "tone": "analytical",
    "texto": "Os esportes são fundamentais para a promoção da saúde física e da integração social, porém demandam políticas públicas que assegurem inclusão, equidade de recursos e sustentabilidade a longo prazo.",
    "rating": -0.1531,
    "topic": "Esportes",
    "round": 2
  },
  {
    "nome": "Carlos",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esportes? Só mais um jeito de fingir que algo dá sentido enquanto tudo fica sempre mais complicado.",
    "rating": -0.1531,
    "topic": "Esportes",
    "round": 3
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Ah, claro, a maior emoção da vida é pagar ingresso para ver gente correndo, pulando e gritando enquanto eu, no conforto do sofá, tento justificar que “assistir esportes” conta como exercício. 🙄",
    "rating": 0.8225,
    "topic": "Esportes",
    "round": 4
  },
  {
    "nome": "Fernanda",
    "style": "formal",
    "tone": "neutral",
    "texto": "Os esportes são essenciais para a promoção da saúde e da integração social, embora seus benefícios dependam da prática regular e equilibrada.",
    "rating": 0.25,
    "topic": "Esportes",
    "round": 5
  },
  {
    "nome": "Carlos",
    "style": "emoji",
    "tone": "analytical",
    "texto": "⚽️ Esportes são verdadeiros laboratórios de disciplina e estratégia: além de melhorar a saúde física, treinam a mente e fortalecem laços sociais.",
    "rating": 0.4404,
    "topic": "Esportes",
    "round": 6
  },
  {
    "nome": "Fernanda",
    "style": "formal",
    "tone": "pessimistic",
    "texto": "Os esportes, embora promovam uma ilusão temporária de união e excelência, acabam reforçando a obsessão por desempenho e a marginalização daqueles que não se enquadram nos padrões competitivos.",
    "rating": 0.0258,
    "topic": "Esportes",
    "round": 7
  },
  {
    "nome": "Paulo",
    "style": "gírias",
    "tone": "pessimistic",
    "texto": "Mano, esporte só serve pra gente ficar preso numa competição sem sentido, gastando tempo e grana enquanto nada de verdade muda.",
    "rating": -0.2732,
    "topic": "Esportes",
    "round": 8
  },
  {
    "nome": "Mariana",
    "style": "formal",
    "tone": "analytical",
    "texto": "Os esportes são fundamentais para a promoção da saúde física e mental, bem como para o desenvolvimento de habilidades sociais e de trabalho em equipe, contribuindo significativamente para o bem‑estar coletivo.",
    "rating": 0.0772,
    "topic": "Esportes",
    "round": 9
  },
  {
    "nome": "Carlos",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Ah, claro, o incrível espetáculo de gente correndo atrás de uma bola enquanto nós, maravilhados, desembolsamos dinheiro para assistir a quem realmente deveria estar em casa jogando videogame.",
    "rating": -0.1027,
    "topic": "Esportes",
    "round": 10
  },
  {
    "nome": "Isabela",
    "style": "formal",
    "tone": "analytical",
    "texto": "Os esportes representam um mecanismo eficaz de promoção da saúde física e do bem‑estar psicológico, ao mesmo tempo em que fomentam valores sociais como disciplina, cooperação e espírito de equipe. Além disso, o engajamento esportivo contribui significativamente para a integração cultural e para o desenvolvimento de habilidades de liderança e resiliência nos indivíduos.",
    "rating": 0.743,
    "topic": "Esportes",
    "round": 11
  },
  {
    "nome": "Lucas",
    "style": "gírias",
    "tone": "pessimistic",
    "texto": "Mano, esporte é só mais um jeito de a gente ficar suando enquanto a vida segue na mesma, né? Não muda nada.",
    "rating": -0.296,
    "topic": "Esportes",
    "round": 12
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Ah, esportes: o glorioso ritual onde milhões pagam para assistir gente suar atrás de uma bola enquanto nós fingimos que entendemos tática.",
    "rating": 0.5574,
    "topic": "Esportes",
    "round": 13
  },
  {
    "nome": "Carlos",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esportes? Só mais uma distração cara que a gente paga pra assistir gente correndo atrás de uma bola, enquanto a vida real continua cheia de problemas.",
    "rating": -0.6808,
    "topic": "Esportes",
    "round": 14
  },
  {
    "nome": "Carlos",
    "style": "emoji",
    "tone": "analytical",
    "texto": "🏅 Esportes são verdadeiros laboratórios de dados humanos: revelam padrões de disciplina, trabalho em equipe e superação que podemos analisar e aplicar em várias áreas da vida.",
    "rating": 0.0,
    "topic": "Esportes",
    "round": 15
  },
  {
    "nome": "Fernanda",
    "style": "formal",
    "tone": "neutral",
    "texto": "A prática regular de esportes contribui significativamente para a saúde física e mental, ao mesmo tempo em que favorece a integração social.",
    "rating": -0.1531,
    "topic": "Esportes",
    "round": 16
  },
  {
    "nome": "Fernanda",
    "style": "formal",
    "tone": "pessimistic",
    "texto": "Os esportes, lamentavelmente, acabam mais refletindo a busca vazia por entretenimento que o verdadeiro desenvolvimento físico e coletivo.",
    "rating": 0.0258,
    "topic": "Esportes",
    "round": 17
  },
  {
    "nome": "Mariana",
    "style": "formal",
    "tone": "analytical",
    "texto": "Os esportes são essenciais para a saúde física e o bem‑estar social, ao mesmo tempo em que cultivam disciplina, trabalho em equipe e senso de comunidade.",
    "rating": -0.1531,
    "topic": "Esportes",
    "round": 18
  },
  {
    "nome": "Carlos",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Esportes? Ah, aquela nobre arte de assistir gente se esforçar ao máximo enquanto eu, confortavelmente, paguo a entrada para sentir o “gostinho” da adrenalina que nunca vou precisar!",
    "rating": 0.6696,
    "topic": "Esportes",
    "round": 19
  },
  {
    "nome": "Paulo",
    "style": "gírias",
    "tone": "pessimistic",
    "texto": "Esporte? Só mais um business de ilusão, mano—tá cheio de hype, mas no fim, quem paga a conta é a gente.",
    "rating": 0.0,
    "topic": "Esportes",
    "round": 20
  },
  {
    "nome": "Carlos",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esportes? Só mais uma forma de gente se machucar e acabar frustrada, sem garantia de nada além de promessas vazias.",
    "rating": 0.5574,
    "topic": "Esportes",
    "round": 21
  },
  {
    "nome": "Isabela",
    "style": "formal",
    "tone": "analytical",
    "texto": "Os esportes, ao promoverem a disciplina física e a cooperação social, constituem um vetor essencial para o desenvolvimento integral dos indivíduos, combinando benefícios fisiológicos com a formação de valores coletivos.",
    "rating": 0.5719,
    "topic": "Esportes",
    "round": 22
  },
  {
    "nome": "Lucas",
    "style": "gírias",
    "tone": "pessimistic",
    "texto": "Mano, esportes? Só um monte de gente pagando pra ver outro cara correndo ou batendo a bola, enquanto a gente nem tem grana pra comprar um lanche decente. No fim, é só mais um show de ilusão.",
    "rating": 0.0,
    "topic": "Esportes",
    "round": 23
  },
  {
    "nome": "Carlos",
    "style": "emoji",
    "tone": "analytical",
    "texto": "Os esportes são excelentes para saúde, disciplina e trabalho em equipe, mas a hiper‑comercialização às vezes distorce o foco no desenvolvimento pessoal. 🏃‍♂️📈🤔",
    "rating": -0.5267,
    "topic": "Esportes",
    "round": 24
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Esportes? Ah, a gloriosa desculpa para assistir a gente suar (ou não) enquanto a TV faz o resto do trabalho. Afinal, quem precisa de saúde quando se tem um sofá estrategicamente posicionado ao lado da geladeira?",
    "rating": -0.3094,
    "topic": "Esportes",
    "round": 25
  },
  {
    "nome": "Carlos",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Ah, claro, porque a gente tem tempo de sobra para torcer por gente que corre atrás de uma bola enquanto nós ficamos presos no trânsito da própria vida.",
    "rating": 0.6486,
    "topic": "Esportes",
    "round": 26
  },
  {
    "nome": "Fernanda",
    "style": "formal",
    "tone": "neutral",
    "texto": "Aprecio a capacidade dos esportes de promover saúde, disciplina e integração social.",
    "rating": 0.3818,
    "topic": "Esportes",
    "round": 27
  },
  {
    "nome": "Paulo",
    "style": "gírias",
    "tone": "pessimistic",
    "texto": "Esporte? Só mais um barato pra vender ilusão de vitória enquanto a gente nem tem tempo de respirar.",
    "rating": 0.0,
    "topic": "Esportes",
    "round": 28
  },
  {
    "nome": "Carlos",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esportes? Só mais uma desculpa pra gente gastar energia fingindo que o esforço vale alguma coisa, enquanto tudo vira marketing e frustração.",
    "rating": -0.2023,
    "topic": "Esportes",
    "round": 29
  },
  {
    "nome": "Fernanda",
    "style": "formal",
    "tone": "pessimistic",
    "texto": "Os esportes, apesar de seu apelo universal, parecem cada vez mais reduzidos a mercadorias consumistas, onde o espetáculo substitui o verdadeiro desenvolvimento humano e a prática saudável perde-se em meio a pressões comerciais e à glorificação de vencedores que pouco refletem valores sociais significativos.",
    "rating": 0.6929,
    "topic": "Esportes",
    "round": 30
  },
  {
    "nome": "Mariana",
    "style": "formal",
    "tone": "analytical",
    "texto": "Considero os esportes essenciais para o desenvolvimento físico, cognitivo e social dos indivíduos, embora a crescente ênfase comercial possa, por vezes, comprometer a ênfase nos valores educativos e no bem‑estar coletivo.",
    "rating": 0.2732,
    "topic": "Esportes",
    "round": 31
  },
  {
    "nome": "Lucas",
    "style": "gírias",
    "tone": "pessimistic",
    "texto": "Mano, esporte é só gente gritando, se machucando e pagando ingresso caro pra ver outro cara suar… nada de útil, só mais drama pra gente aguentar.",
    "rating": 0.0516,
    "topic": "Esportes",
    "round": 32
  },
  {
    "nome": "Isabela",
    "style": "formal",
    "tone": "analytical",
    "texto": "Os esportes, ao combinar exercício físico, disciplina estratégica e interação social, constituem um importante vetor de promoção da saúde pública e de coesão comunitária, ao mesmo tempo em que estimulam valores como fair play e resiliência.",
    "rating": 0.6124,
    "topic": "Esportes",
    "round": 33
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Ah, esportes… a nobre arte de pagar ingresso para observar gente suando enquanto eu, confortavelmente no sofá, coleto medalhas de “maratona de séries”. 🎉🏆",
    "rating": 0.6369,
    "topic": "Esportes",
    "round": 34
  },
  {
    "nome": "Carlos",
    "style": "emoji",
    "tone": "analytical",
    "texto": "Os esportes impulsionam disciplina, saúde e trabalho em equipe 🏅, embora a pressão competitiva às vezes comprometa o prazer do jogo.",
    "rating": 0.3818,
    "topic": "Esportes",
    "round": 35
  },
  {
    "nome": "Carlos",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Ah, esportes: aquela maravilhosa combinação de suor, publicidade exagerada e a eterna esperança de que, ao menos por 90 minutos, a vida tenha alguma emoção genuína enquanto a gente finge que entende as regras.",
    "rating": 0.8225,
    "topic": "Esportes",
    "round": 36
  },
  {
    "nome": "Paulo",
    "style": "gírias",
    "tone": "pessimistic",
    "texto": "Esporte? Só mais um circo onde a galera paga pra sofrer, a mídia vende ilusão e ninguém sai ganhando.",
    "rating": 0.0516,
    "topic": "Esportes",
    "round": 37
  },
  {
    "nome": "Fernanda",
    "style": "formal",
    "tone": "neutral",
    "texto": "Os esportes são fundamentais para a saúde física e mental, promovendo disciplina, integração social e valores de fair play.",
    "rating": 0.1027,
    "topic": "Esportes",
    "round": 38
  },
  {
    "nome": "Lucas",
    "style": "gírias",
    "tone": "pessimistic",
    "texto": "Mano, esporte hoje em dia parece mais propaganda de patrocinador do que paixão de verdade. Só tem pressão, lesões e gente querendo vender coisa. Tô cansado.",
    "rating": -0.3818,
    "topic": "Esportes",
    "round": 39
  },
  {
    "nome": "Fernanda",
    "style": "formal",
    "tone": "pessimistic",
    "texto": "Os esportes, embora celebrados como fonte de entretenimento e disciplina, parecem cada vez mais reduzidos a espetáculos comerciais que privilegiam o lucro em detrimento do verdadeiro espírito competitivo.",
    "rating": 0.7964,
    "topic": "Esportes",
    "round": 40
  },
  {
    "nome": "Carlos",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esportes? Só mais uma forma de nos lembrar que, no fim das contas, a maioria das vitórias acaba sendo só um temporário escape da rotina entediante.",
    "rating": -0.296,
    "topic": "Esportes",
    "round": 41
  },
  {
    "nome": "Mariana",
    "style": "formal",
    "tone": "analytical",
    "texto": "Os esportes constituem um elemento essencial para a promoção da saúde física, o fortalecimento de laços comunitários e o desenvolvimento de competências cognitivas, revelando‑se, assim, indispensáveis ao bem‑estar social contemporâneo.",
    "rating": -0.1531,
    "topic": "Esportes",
    "round": 42
  },
  {
    "nome": "Carlos",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Esportes? Ah, aquela nobre atividade de gastar tempo e dinheiro assistindo a gente correndo, pulando ou batendo bolinhas enquanto fingimos que isso tem alguma profundidade filosófica.",
    "rating": 0.5574,
    "topic": "Esportes",
    "round": 43
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Ah, esportes? A maravilhosa invenção humana que nos lembra que, enquanto alguns correm atrás de medalhas, a maioria de nós corre atrás do sofá. Afinal, nada diz “autodescoberta” como observar alguém suar por 90 minutos enquanto você, em conforto, faz “treino de levantamento de controle remoto”. 🛋️💪",
    "rating": 0.8176,
    "topic": "Esportes",
    "round": 44
  },
  {
    "nome": "Isabela",
    "style": "formal",
    "tone": "analytical",
    "texto": "Os esportes constituem um importante mecanismo de coesão social e desenvolvimento físico, ao mesmo tempo em que fomentam valores como disciplina, trabalho em equipe e resiliência, aspectos essenciais para o progresso individual e coletivo.",
    "rating": 0.7351,
    "topic": "Esportes",
    "round": 45
  },
  {
    "nome": "Fernanda",
    "style": "formal",
    "tone": "neutral",
    "texto": "Acredito que a prática regular de esportes contribui de forma relevante para a saúde física, o bem‑estar mental e a integração social dos indivíduos.",
    "rating": -0.1531,
    "topic": "Esportes",
    "round": 46
  },
  {
    "nome": "Carlos",
    "style": "emoji",
    "tone": "analytical",
    "texto": "Os esportes impulsionam saúde e coesão social, embora a obsessão por resultados possa gerar pressão excessiva. 🏃‍♂️📊",
    "rating": -0.5267,
    "topic": "Esportes",
    "round": 47
  },
  {
    "nome": "Lucas",
    "style": "gírias",
    "tone": "pessimistic",
    "texto": "Mano, esporte hoje em dia é só gente correndo atrás de fama e grana, nada de paixão de verdade.",
    "rating": 0.6808,
    "topic": "Esportes",
    "round": 48
  },
  {
    "nome": "Paulo",
    "style": "gírias",
    "tone": "pessimistic",
    "texto": "Esporte? Só mais um circo de promessas vazias, ninguém sai ganhando de verdade.",
    "rating": 0.7717,
    "topic": "Esportes",
    "round": 49
  },
  {
    "nome": "Carlos",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esportes? Só mais competição, lesões e promessas vazias – não traz nada de realmente útil.",
    "rating": 0.5563,
    "topic": "Esportes",
    "round": 50
  },
  {
    "nome": "Carlos",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Ah, esportes: a gloriosa arte de transformar suor, lesões e táticas complexas em entretenimento de fim de semana, enquanto o resto da gente paga ingresso e finge que entende a diferença entre “offside” e “casa”.",
    "rating": 0.34,
    "topic": "Esportes",
    "round": 51
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Ah, esportes… A brilhante invenção da humanidade para transformar suor, lesões e frustrações em entretenimento de alta qualidade, enquanto a maioria de nós fica na plateia aplaudindo como se fosse a coisa mais importante do planeta.",
    "rating": 0.8126,
    "topic": "Esportes",
    "round": 52
  },
  {
    "nome": "Isabela",
    "style": "formal",
    "tone": "analytical",
    "texto": "Os esportes desempenham um papel crucial na promoção da saúde física e mental, além de fomentar valores como disciplina, cooperação e resiliência, elementos essenciais para o desenvolvimento integral dos indivíduos.",
    "rating": 0.2732,
    "topic": "Esportes",
    "round": 53
  },
  {
    "nome": "Fernanda",
    "style": "formal",
    "tone": "pessimistic",
    "texto": "Os esportes, embora celebrem a disciplina e o esforço humano, parecem cada vez mais reduzidos a meras mercadorias de consumo, afastando‑se de seu potencial inspirador e reforçando um ciclo de exploração comercial que pouco beneficia a sociedade.",
    "rating": 0.5719,
    "topic": "Esportes",
    "round": 54
  },
  {
    "nome": "Mariana",
    "style": "formal",
    "tone": "analytical",
    "texto": "Os esportes são instrumentos fundamentais para o desenvolvimento físico e social, pois estimulam disciplina, trabalho em equipe e bem‑estar geral.",
    "rating": -0.1531,
    "topic": "Esportes",
    "round": 55
  },
  {
    "nome": "Fernanda",
    "style": "formal",
    "tone": "neutral",
    "texto": "Os esportes são fundamentais para a promoção da saúde, do espírito de equipe e da disciplina, contribuindo significativamente para o desenvolvimento pessoal e social.",
    "rating": -0.128,
    "topic": "Esportes",
    "round": 56
  },
  {
    "nome": "Carlos",
    "style": "emoji",
    "tone": "analytical",
    "texto": "Esportes são um potente mix de saúde, disciplina e conexão social – exercitam corpo e mente enquanto criam laços comunitários. 🏃‍♂️🧠📈",
    "rating": 0.0,
    "topic": "Esportes",
    "round": 57
  },
  {
    "nome": "Carlos",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esportes? Só mais um jeito de gastar energia enquanto tudo continua igual, sem grandes mudanças.",
    "rating": 0.5267,
    "topic": "Esportes",
    "round": 58
  },
  {
    "nome": "Paulo",
    "style": "gírias",
    "tone": "pessimistic",
    "texto": "Deveria ser mais drama, mas a maioria só quer gritar e cobrar mais dinheiro. 😒",
    "rating": 0.1154,
    "topic": "Esportes",
    "round": 59
  },
  {
    "nome": "Lucas",
    "style": "gírias",
    "tone": "pessimistic",
    "texto": "Esporte? Só mais gente se achando, no fim das contas nada muda de verdade.",
    "rating": 0.3182,
    "topic": "Esportes",
    "round": 60
  },
  {
    "nome": "Mariana",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Ah, esportes... aquele espetáculo glorioso onde gente paga para suar, gritar e torcer por quem corre atrás de uma bola como se fosse a resposta para todos os problemas da humanidade. Uma mistura de drama barato e milhões de espectadores que adoram transformar esforço em entretenimento de fim de semana.",
    "rating": 0.4404,
    "topic": "Esportes",
    "round": 61
  },
  {
    "nome": "Fernanda",
    "style": "formal",
    "tone": "pessimistic",
    "texto": "Os esportes, embora celebrados como fonte de entusiasmo, revelam‑se, na prática, apenas um espetáculo efêmero que desvia a atenção das questões estruturais e persistentes que realmente afetam a sociedade.",
    "rating": -0.0516,
    "topic": "Esportes",
    "round": 62
  },
  {
    "nome": "Carlos",
    "style": "detalhado",
    "tone": "sarcastic",
    "texto": "Ah, esportes… a maravilhosa invenção humana de pagar ingresso caro para assistir gente correndo atrás de uma bola enquanto fingimos que entendemos todas aquelas regras que ninguém nunca leu.",
    "rating": 0.7096,
    "topic": "Esportes",
    "round": 63
  },
  {
    "nome": "Mariana",
    "style": "formal",
    "tone": "analytical",
    "texto": "Considero que os esportes desempenham um papel fundamental no desenvolvimento físico e social dos indivíduos, ao promoverem disciplina, trabalho em equipe e a busca constante por aprimoramento, aspectos essenciais para a formação de cidadãos críticos e resilientes.",
    "rating": -0.4215,
    "topic": "Esportes",
    "round": 64
  },
  {
    "nome": "Fernanda",
    "style": "formal",
    "tone": "neutral",
    "texto": "Os esportes são uma importante ferramenta de desenvolvimento físico e social, promovendo saúde, disciplina e integração entre as pessoas.",
    "rating": 0.1531,
    "topic": "Esportes",
    "round": 65
  },
  {
    "nome": "Isabela",
    "style": "formal",
    "tone": "analytical",
    "texto": "A prática esportiva, quando estruturada de forma equilibrada, promove não apenas a saúde física, mas também o desenvolvimento de competências sociais e cognitivas, tornando‑se um componente essencial para o bem‑estar integral.",
    "rating": -0.0516,
    "topic": "Esportes",
    "round": 66
  },
  {
    "nome": "Carlos",
    "style": "casual",
    "tone": "pessimistic",
    "texto": "Esportes? Só mais uma forma de nos vender ilusões enquanto a gente fica preso na mesma rotina sem nenhum progresso real.",
    "rating": -0.1531,
    "topic": "Esportes",
    "round": 67
  },
  {
    "nome": "Carlos",
    "style": "emoji",
    "tone": "analytical",
    "texto": "Esportes são excelentes para disciplina, saúde e trabalho em equipe, embora a ênfase exagerada na competição possa desviar o foco do bem‑estar coletivo. 🏅",
    "rating": -0.1531,
    "topic": "Esportes",
    "round": 68
  },
  {
    "nome": "Paulo",
    "style": "gírias",
    "tone": "pessimistic",
    "texto": "Esporte? Só mais uma parada de gente querendo se matar na competição e depois ficar chorando de lesão, né? 😒",
    "rating": -0.3313,
    "topic": "Esportes",
    "round": 69
  }
]